/* 
 GPGAttachment.strings
 GPGMail
 
 Created by Lukas Pitschl on 03.12.11.
 Copyright (c) 2011 __MyCompanyName__. All rights reserved.
 */
"SIGNATURE_ERROR_GENERAL_TITLE" = "Verifica della firma fallita.";
"SIGNATURE_ERROR_NO_PUBKEY_MESSAGE" = "La chiave pubblica per verificare la firma di questo allegato non è presente nel portachiavi.\n\nÈ necessario scaricare la chiave pubblica %@ utilizzando il programma GPG Keychain.";
"DECRYPT_ERROR_GENERAL_TITLE" = "Decrittazione dell'allegato fallita.";
"DECRYPT_ERROR_GENERAL_MESSAGE" = "La chiave privata per decifrare questo allegato non è presente nel portachiavi.";
"ATTACHMENT_DECRYPTED_SUCCESSFULLY_TITLE" = "Allegato decrittato correttamente.";
"ATTACHMENT_DECRYPTED_SUCCESSFULLY_MESSAGE" = "Apre un allegato nella Vista messaggio facendoci doppio click sopra.";
